export const newsItems = [
  {
    id: 0,
    heading: `Почему не цветет декабрист – 5 причин плохого настроения у рождественского кактуса`,
    name: `Александра Иванова`,
    isRead: false,
    date: `2020-12-04T17:13:50.157Z`,
    text: [
      `Цветущий декабрист когда-то украшал подоконники во многих советских домах, затем мода на зигокактусы пошла на убыль, но не исчезла – и теперь энтузиасты выводят даже собственные разновидности в домашних условиях. А вот у начинающих цветоводов с декабристом зачастую возникают проблемы. Эксперты татарстанского клуба «Зеленая грядка» подготовили ряд полезных советов и интересную историческую справку с обзором красивейших разновидностей.`,
      `Английский ученый-ботаник Аллан Каннингем, собирающий коллекцию уникальных растений, вывез декабриста в Европу. Французский селекционер Фредерик Шлюмберже, заинтересовавшийся удивительным растением, доказал, что цветок относится к семейству кактусовых. Ботаник Чарльз Лемэр, посвятивший себя изучению кактусов и суккулентов, назвал цветок в честь своего коллеги кактусом Шлюмбергега.`,
      `Декабрист комфортно себя чувствует при температуре от + 19 …+25°C. Благополучие цветка зависит от регулярности поливов. Увлажняют их умеренно каждую неделю по 1 разу, если необходимо, то чаще. Нельзя допускать пересыхания земляного кома. Растение любит влажный воздух.`,
      `Декабрист – красивое и долгоживущие растение, которое при правильном уходе будет радовать рождественскими цветами на протяжении 20 лет.`
    ]
  },
  {
    id: 1,
    heading: `В каком состоянии озимые Ставрополья на начало декабря 2020`,
    name: `Алина Ткачева`,
    isRead: false,
    date: `2020-12-04T17:13:50.157Z`,
    text: [
      `По состоянию на 3 декабря, на кочубеевских полях, засеянных озимыми зерновыми культурами, уже взошло 61,1 тыс. га или 97,5%. Из них в хорошем состоянии – 14,3 тыс. га, в удовлетворительном – 32,2 тыс. га и в плохом – 14,6 тыс. га.`,
      `«Всего на Ставрополье из посеянных 2 млн га взошло 30% озимых культур. Сложившиеся погодные условия способствуют появлению всходов на всей посевной площади в течение 10-12 дней», – отметил первый заместитель министра сельского хозяйства Ставропольского края Вячеслав Дридигер.`
    ]
  },
  {
    id: 2,
    heading: `Куда ветер дует: время определиться с ветрозащитой для пастбищного скота`,
    name: `Алина Ткачева`,
    isRead: false,
    date: `2020-04-12T14:48:00.000Z`,
    text: [
      `«Если производители говядины хотят иметь здоровых и продуктивных животных, крайне важно обеспечить их защиту от ветра», - говорит Дженифер Хейден, специалист по животноводству и распространению кормов из правительства Саскачевана.`,
      `В то время как естественные ветрозащитные полосы - в основном деревья и кустарники – бесплатны, если они уже существуют, переносные искусственные ограждения дают больше контроля при зимовке стада. Кроме того, созданные ветрозащитные полосы могут быть оградой для выпаса скота на том месте, где есть дефицит питательных веществ в почве: навоз является ценным органическим удобрением.`,
      `«В конце концов, каждый должен выяснить, что лучше всего подойдет в каждом конкретном случае. У каждого свои цели и разные обстоятельства, чтобы принять решение о лучшем типе ветрозащиты – все должно основываться на благополучии животных и экономических соображениях», заключила Хейден.`
    ]
  }
];
